{"_id":{"$oid":"5f91cb9ebf231e7c39f61888"},"Title":"Silence of the Lambs"}
{"_id":{"$oid":"5f91d9e0117d5dc7e5f3943d"},"Title":"The Godfather","Description":"In New York City, 1945, Michael Corleone, a decorated World War II veteran and son of Vito Corleone, the Don of the Corleone crime family, is determined to live a life with his greatest love, Kay Adams, and stay out of the family business.","Genre":{"Name":"Drama","Description":"ramas are serious, plot-driven presentations, portraying realistic characters, settings, life situations, and stories involving intense character development and interaction."},"Director":{"Name":"Francis Ford Coppola","Bio":"Francis Ford Coppola is an American film director, producer and screenwriter.","Birth":"1939"},"ImagePath":"thegodfather.png","Featured":true,"Bio":"Francis Ford Coppola is an American film director, producer and screenwriter."}
{"_id":{"$oid":"5f91dac2117d5dc7e5f3943e"},"Title":"The Wizard of Oz","Description":"When a tornado rips through Kansas, Dorothy and her dog, Toto, are whisked away in their house to the magical land of Oz. They follow the Yellow Brick Road toward the Emerald City to meet the Wizard, and en route they meet a Scarecrow that needs a brain, a Tin Man missing a heart, and a Cowardly Lion who wants courage. The wizard asks the group to bring him the broom of the Wicked Witch of the West to earn his help.","Genre":{"Name":"Musical","Description":"Musical films are cinematic forms that emphasize full-scale scores or song and dance routines in a significant way (usually with a musical or dance performance integrated as part of the film narrative), or they are films that are centered on combinations of music, dance, song or choreography."},"Director":{"Name":"Victor Fleming","Bio":"Victor Fleming was an American film director, cinematographer, and producer.","Birth":"1889","Death":"1949"},"ImagePath":"wizardofoz.png","Featured":false}
{"_id":{"$oid":"5f91dba4117d5dc7e5f3943f"},"Title":"Citizen Kane","Description":"When a reporter is assigned to decipher newspaper magnate Charles Foster Kane's dying words, his investigation gradually reveals the fascinating portrait of a complex man who rose from obscurity to staggering heights. Though Kane's friend and colleague Jedediah Leland, and his mistress, Susan Alexander, shed fragments of light on Kane's life, the reporter fears he may never penetrate the mystery of the elusive mans final word, Rosebud.","Genre":{"Name":"Drama","Description":"Dramas are serious, plot-driven presentations, portraying realistic characters, settings, life situations, and stories involving intense character development and interaction."},"Director":{"Name":"Orson Welles","Bio":"Orson Welles was an American actor, director, writer and producer who is remembered for his innovative work in radio, theatre and film.","Birth":"1915","Death":"1985"},"ImagePath":"citizenkane.png","Featured":false}
{"_id":{"$oid":"5f91dc2a117d5dc7e5f39440"},"Title":"The Shawshank Redemption","Description":"Andy Dufresne is sentenced to two consecutive life terms in prison for the murders of his wife and her lover and is sentenced to a tough prison. However, only Andy knows he did not commit the crimes. While there, he forms a friendship with Red, experiences brutality of prison life, adapts, helps the warden, etc., all in 19 years.","Genre":{"Name":"Drama","Description":"Dramas are serious, plot-driven presentations, portraying realistic characters, settings, life situations, and stories involving intense character development and interaction."},"Director":{"Name":"Frank Darabont","Bio":"Frank Darabont is a Hungarian-American film director, screenwriter and producer who has been nominated for three Academy Awards and a Golden Globe Award.","Birth":"1959"},"ImagePath":"shawshankredemption.png","Featured":false}
{"_id":{"$oid":"5f91dcf6117d5dc7e5f39441"},"Title":"Pulp Fiction","Description":"Vincent Vega and Jules Winnfield are hitmen with a penchant for philosophical discussions. In this ultra-hip, multi-strand crime movie, their storyline is interwoven with those of their boss, gangster Marsellus Wallace; his actress wife, Mia; struggling boxer Butch Coolidge; master fixer Winston Wolfe and a nervous pair of armed robbers, Pumpkin and Honey Bunny.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."},"Director":{"Name":"Quentin Tarantino","Bio":"Quentin Tarantino is an American film director, screenwriter, producer, and actor.","Birth":"1963"},"ImagePath":"pulpfiction.png","Featured":false}
{"_id":{"$oid":"5f91dd83117d5dc7e5f39442"},"Title":"Casablanca","Description":"Rick Blaine, who owns a nightclub in Casablanca, discovers his old flame Ilsa is in town with her husband, Victor Laszlo. Laszlo is a famed rebel, and with Germans on his tail, Ilsa knows Rick can help them get out of the country.","Genre":{"Name":"War","Description":"War (and anti-war) films acknowledge the horror and heartbreak of war, letting the actual combat fighting (against nations or humankind) on land, sea, or in the air provide the primary plot or background for the action of the film."},"Director":{"Name":"Michael Curtiz","Bio":"Michael Curtiz was a Hungarian-born American film director, recognized as one of the most prolific directors in history.","Birth":"1886","Death":"1962"},"ImagePath":"casablanca.png","Featured":false}
{"_id":{"$oid":"5f91de2a117d5dc7e5f39443"},"Title":"The Godfather: Part II","Description":"The compelling sequel to The Godfather, contrasting the life of Corleone father and son. Traces the problems of Michael Corleone in 1958 and that of a young immigrant Vito Corleone in 1917s Hells Kitchen. Michael survives many misfortunes and Vito is introduced to a life of crime.","Genre":{"Name":"Drama","Description":"Dramas are serious, plot-driven presentations, portraying realistic characters, settings, life situations, and stories involving intense character development and interaction."},"Director":{"Name":"Francis Ford Coppola","Bio":"Francis Ford Coppola is an American film director, producer and screenwriter.","Birth":"1939"},"ImagePath":"godfather2.png","Featured":false,"Bio":"Francis Ford Coppola is an American film director, producer and screenwriter."}
{"_id":{"$oid":"5f91dea1117d5dc7e5f39444"},"Title":"ET: The Extra-Terrestrial","Description":"After a gentle alien becomes stranded on Earth, the being is discovered and befriended by a young boy named Elliott. Bringing the extraterrestrial into his suburban California house, Elliott introduces E.T., as the alien is dubbed, to his brother and his little sister, Gertie, and the children decide to keep its existence a secret. Soon, however, E.T. falls ill, resulting in government intervention and a dire situation for both Elliott and the alien.","Genre":{"Name":"Action","Description":"Action films usually include high energy, big-budget physical stunts and chases, possibly with rescues, battles, fights, escapes, destructive crises (floods, explosions, natural disasters, fires, etc.), non-stop motion, spectacular rhythm and pacing, and adventurous, often two-dimensional good-guy heroes (or recently, heroines) battling bad guys - all designed for pure audience escapism."},"Director":{"Name":"Steven Spielberg","Bio":"Steven Spielberg is an American film director, producer, and screenwriter.","Birth":"1946"},"ImagePath":"ET.png","Featured":false}
{"_id":{"$oid":"5f91df1e117d5dc7e5f39445"},"Title":"2001: A Space Odyssey","Description":"An imposing black structure provides a connection between the past and the future in this enigmatic adaptation of a short story by revered sci-fi author Arthur C. Clarke. When Dr. Dave Bowman and other astronauts are sent on a mysterious mission, their ships computer system, HAL, begins to display increasingly strange behavior, leading up to a tense showdown between man and machine that results in a mind-bending trek through space and time.","Genre":{"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller, is a broad film genre that involves excitement and suspense in the audience."},"Director":{"Name":"Stanley Kubrick","Bio":"Stanley Kubrick was an American film director, producer, screenwriter, and photographer.","Birth":"1928","Death":"1999"},"ImagePath":"2001.png","Featured":false}
{"_id":{"$oid":"5f91dfa5117d5dc7e5f39446"},"Title":"Schindler's List","Description":"Businessman Oskar Schindler arrives in Krakow in 1939, ready to make his fortune from World War II, which has just started. After joining the Nazi party primarily for political expediency, he staffs his factory with Jewish workers for similarly pragmatic reasons. When the SS begins exterminating Jews in the Krakow ghetto, Schindler arranges to have his workers protected to keep his factory in operation, but soon realizes that in so doing, he is also saving innocent lives.","Genre":{"Name":"War","Description":"War (and anti-war) films acknowledge the horror and heartbreak of war, letting the actual combat fighting (against nations or humankind) on land, sea, or in the air provide the primary plot or background for the action of the film."},"Director":{"Name":"Steven Spielberg","Bio":"Steven Spielberg is an American film director, producer, and screenwriter.","Birth":"1946"},"ImagePath":"schindlerslist.png","Featured":false}
